/**
 * 廣韻数据库（支持多音字）
 * 从廣韻(20170209).xlsx转换而来
 * 生成时间: 25333 条记录
 * 此文件为节选
 */

const kwang_un = {
  "東": [
    {
      "纽": "端",
      "呼": "開",
      "等": "一",
      "韵": "東",
      "声": "平",
      "组": "端",
      "摄": "通",
      "反切": "德紅"
    }
  ],
  "菄": [
    {
      "纽": "端",
      "呼": "開",
      "等": "一",
      "韵": "東",
      "声": "平",
      "组": "端",
      "摄": "通",
      "反切": "德紅"
    }
  ],
  "鶇": [
    {
      "纽": "端",
      "呼": "開",
      "等": "一",
      "韵": "東",
      "声": "平",
      "组": "端",
      "摄": "通",
      "反切": "德紅"
    }
  ],
  "䍶": [
    {
      "纽": "端",
      "呼": "開",
      "等": "一",
      "韵": "東",
      "声": "平",
      "组": "端",
      "摄": "通",
      "反切": "德紅"
    },
    {
      "纽": "澄",
      "呼": "開",
      "等": "三",
      "韵": "真B",
      "声": "平",
      "组": "知",
      "摄": "臻",
      "反切": "直珍"
    },
    {
      "纽": "端",
      "呼": "開",
      "等": "一",
      "韵": "東",
      "声": "去",
      "组": "端",
      "摄": "通",
      "反切": "多貢"
    }
  ],
};
